{
  "page-title": "OneIoT - IoT Custom Solution",
  "brand-name": "EasyTOI UG (haftungsbeschränkt)",
  "brand-address": "Pienzenauerstraße 56, 81925 München",
  "brand-phone": "+49 172 - 232 51 02",
  "brand-register-court": "Amtsgericht Charlottenburg",
  "brand-register-number": "HR B 197705 B",
  "cookie-alert-p1": "Wir verwenden Cookies und Analysen, um sicherzustellen, dass Sie die beste Erlebnis auf unserer Website erleben. Mit der Nutzung unserer Website stimmen Sie der",
  "cookie-alert-p2": "Datenschutzerklärung",
  "cookie-alert-p3": "zu",
  "agree": "Zustimmen",
  "our-location-content": "Wir agieren aus Karlsruhe heraus, dem IT-Hotspot im Süden Deutschlands, dem Zentrum von Forschung, Wissenschaft und Industrie, umgeben von führenden europäischen Universitäten und Unternehmen der Informatikbranche",
  "about-us-content-p1": "Wir sind ein junges und innovatives Technologie-Startup im Bereich der Digitalisierung aus Karlsruhe. Unsere Vision ist es, die Digitalisierung kosteneffizient und mit möglichst geringem Aufwand für jedes Unternehmen zu gestalten",
  "about-us-content-p2": "Die Digitalisierung stellt Unternehmen vor eine Herausforderung. Wir unterstützen im gesamten Digitalisierungsprozess. So können sich Unternehmen weiterhin auf ihr Kernkonzept fokussieren. Gemeinsam mit unserer IoT-Expertise und dem branchenspezifischen Wissen der Unternehmen entwerfen wir eine individuelle Digitalisierung, die auf die Unternehmensanforderungen zugeschnitten ist und implementieren diese",
  "slogan": "Einfach digitalisieren",
  "slogan-text": "Effizenzsteigerung durch Internet of Things. Wir unterstützen Ihre Produktdigitalisierung",
  "why": "Warum",
  "our-vision-title": "Unsere Vision",
  "our-vision-slogan": "Jedem Unternehmen die Digitalisierung kosteneffizient und mit möglichst geringem Aufwand zu ermöglichen",
  "iot-custom-solution": "IoT Service",
  "business-iot-solution": "Business IoT Lösungen",
  "iot-cloud": "Cloud Lösung",
  "iot-api": "API",
  "sf-updates": "Software & Firmware Updates",
  "iot-partner": "Iot Partner",
  "features": "Funktionen",
  "events": "Termine",
  "online-demo": "Online Demo",
  "workshop": "Workshop",
  "hackathon": "Hackathon",
  "help-center": "Hilfe",
  "meetup": "Meetup",
  "hosting-on-own-server": "Hosting auf eigenen Servern",
  "cloud-solution": "Cloudlösung",
  "consulting": "Beratung",
  "iot-integration": "IOT Integration",
  "support": "Support",
  "voice-control": "Sprachsteuerung",
  "modern-app-control": "Steuerung via App und Web",
  "capabilities-slogan": "Alles was digitalisiert werden kann wird digitalisiert. Auch Sie provitieren davon",
  "hardware-slogan": "Sie verbinden Ihr Produkt mit dem Internet, so einfach wie nie zuvor. Dank der OneIoT Hardware",
  "cloud-slogan": "Sie erhalten das rundum Werkzeug zum Aufbau Ihres digitalen Unternehmens",
  "api-slogan": "Sie entwickeln Ihre eigene digitale Anwendung mithilfe unserer API",
  "dashboard-slogan-header": "Sie bilden Ihre Prozesse digital mit unserem flexiblen und anpassbaren Dashboard ab",
  "service-slogan": "Wir begleiten Ihre Digitalisierung zum Erfolg",
  "benefits": "Mehr Digitalisierung",
  "benefits-slogan": "Weniger Sorgen",
  "benefits-content": "Wie gewinnt Ihr Produkt durch OneIoT an Mehrwert?",
  "dig-without-cloud": "Digitalisierung auch ohne Cloud",
  "dig-without-cloud-content": "Sie haben die Möglichkeit unser Produkt auf Ihrem eigenen Server zu installieren, ganz ohne externe Abhängigkeiten",
  "cert": "Zertifizierung",
  "cert-content": "Wir bringen alle notwendigen Zertifizierungen mit und kümmern uns um branchenspezifische Zertifizierungen im Rahmen der gemeinsamen Produktentwicklung",
  "prototyping": "Prototypen",
  "use-cases": "Anwendungsfälle",
  "pricing": "Preise",
  "capabilities": "Möglichkeiten",
  "monitoring": "Monitoring",
  "control": "Steuerung",
  "maintenance": "Wartung",
  "software-updates": "Software Updates",
  "service": "Service",
  "reporting": "Reporting",
  "product": "Produkt",
  "contact": "Kontakt",
  "cloud": "Cloud",
  "blog": "Blog",
  "solution": "Lösung",
  "platform": "Plattform",
  "english": "Englisch",
  "german": "Deutsch",
  "ger": "De",
  "en": "En",
  "sign-in": "Einloggen",
  "register": "Registrieren",
  "digitization": "Digitalisierung",
  "why-slogan": "Das beste IoT-Ecosystem für Ihre Ende-zu-Ende Integration. <br/>Eine kompakte All-in-One-Lösung von der Hardware bis zum Managed-System",
  "choose": "Entscheidung für",
  "privacy": "Datenschutz",
  "end-to-end-integration": "Ende-zu-ende Integration",
  "cost-efficient": "Kosteneffizient",
  "over-the-air-updates": "Over-the-air Updates",
  "secure-default": "Sicher per Design",
  "why-ecosystem-content": "Wir bieten ein einzigartiges Ecosystem, das alle Anforderungen der Digitalisierung erfüllt. Hardware, Gerätesteuerung, Management System, Data Lake, Analysetool, API, Smart Home Integration, Benutzeroberfläche für Ihre Kunden, Plugins und mehr",
  "why-end-to-end-content": "Andere Plattformen bieten nur eine API an und lassen Sie damit im Stich. Wir geben Ihnen nicht nur eine API, wir kümmern uns auch um alle technischen Aspekte Ihrer Integration von Anfang bis Ende vor Ort. Wir begleiten Ihre Digitalisierung zum Erfolg",
  "why-hardware-content": "Mit unserer einfachen Plug-and-Play-Hardware realisieren wir Ihr IoT-Produkt, egal ob WiFi oder mit Mobilfunk. Das OneIoT Betriebssystem übernimmt die Anbindung an das Ecosystem. Sie können auch Ihre eigene Hardware benutzen",
  "why-cost-efficient-content": "Andere Plattformen bieten nur sehr teure Hardware an. Außerhalb des industriellen IoT ist es damit nicht möglich, kostengünstige Geräte zu digitalisieren. Unsere Hardware ist die kosteneffizienteste auf dem Markt und ermöglicht IoT für große und kleine Geräte",
  "why-updates-content": "Mit unserem Geräte-Management-System können Sie Ihre OTA-Updates problemlos verwalten. Sie können nicht nur die Firmware Ihrer Geräte aktualisieren, sondern auch neue Funktionen direkt im Feld des Kunden testen, z.B. mit einem Split-Testverfahren",
  "why-secure-content": "Unser Ecosystem ist nach den höchsten Sicherheitsstandards konzipiert. Wir verwenden PKI-basierte Geräteidentität, Key-Generierung per HSM, modernste Verschlüsselungstechnologien und KI-basierte Datenleckerkennung",
  "why-analytics-content": "Sie können den Zustand Ihres Geräts in Echtzeit überwachen, um z.B. frühzeitig Reparaturen zu veranlassen. Durch die Auswertung von Daten können Sie Ihr Produkt verbessern, sowie Kundenbedürfnisse und die Gerätenutzung besser verstehen",
  "why-plugins-content": "Plugins bieten die Möglichkeit, ein Ecosystem zu schaffen, das immer auf dem neuesten Stand ist und mit allen Standards und Plattformen kompatibel ist. Dies ermöglicht es uns, maximale Kompatibilität wie kein anderer anzubieten",
  "why-privacy-content": "Wir halten uns an die höchsten Datenschutzstandards nach deutschem Datenschutzrecht. So haben Sie jederzeit die volle Kontrolle über Ihre Daten und die Ihrer Kunden",
  "everything-can-digitized": "Alles, was digitalisiert werden kann",
  "will-digitized": "wird digitalisiert",
  "slogan-between-content": "Produkte, Prozesse und Dienstleistungen werden zunehmend digitalisiert und verdrängen nicht digitalisierte Unternehmen. Wenn Sie wollen, dass Ihr Unternehmen in Zukunft erfolgreich ist, denken Sie darüber nach, wie Sie Ihr Unternehmen digitalisieren können. Wir können Ihnen dabei helfen",
  "increase-business": "Steigern Sie Ihr Umsatzwachstum",
  "use-case": "Anwendungsfall",
  "use-cases-slogan": "Das Internet der Dinge ist die Schlüsseltechnologie, wenn es um die Digitalisierung geht. Jedes Gerät hat die Möglichkeit, über das Internet zu kommunizieren. Dies ermöglicht unerwartete Potenziale und einen hohen wirtschaftlichen Mehrwert für alle Produkte auf dem Markt. Wir sind überzeugt, dass wir Ihr Geschäftspotential auch durch IoT steigern können, damit Sie auch in Zukunft erfolgreich sein können",
  "use-case-scooter-title": "Beispiel: E-Scooter Service",
  "use-case-scooter-content-p1": "Ein Sharing-Service erfordert, dass jeder Roller kontrolliert und analysiert wird. Der Sharing-Service möchte alle Roller auf einer Karte über ein Dashboard verfolgen, damit sie den Überblick über die Standorte der Roller behalten können",
  "use-case-scooter-content-p2": "Wenn sich ein Roller außerhalb einer bestimmten Zone befindet oder er zu schnell fährt, kann der Sharing-Service geeignete Maßnahmen ergreifen",
  "use-case-aqua-title": "Beispiel: Smartes Aquarium",
  "use-case-aqua-content": "Der Aquarienbesitzer kann die Beleuchtung und die Pumpe über sein Smart Home via Alexa steuern. Darüber hinaus beobachtet er die Daten zur Wasserqualität. So weiß er zu jeder Zeit und an jedem Ort, ob es seinen Fischen gut geht",
  "use-case-your-title": "Ihre Digitalisierung",
  "use-case-your-content-p1": "Das OneIoT Ecosystem ermöglicht es Ihnen, jede Art von Gerät zu verbinden. Es können Daten gesendet werden und das das Ecosystem verarbeitet alle Ihre Anforderungen",
  "use-case-your-content-p2": "Wir entwickeln Ihren kundenspezifischen Anwendungsfall nach Ihren Bedürfnissen",
  "ecosystem": "Ecosystem",
  "one-solution": "one solution",
  "ecosystem-slogan": "Im Vergleich zu anderen Plattformen bieten wir nicht nur eine Plattform, wir bieten ein vollständiges Ökosystem. Der Vorteil dabei ist, dass ein Ökosystem einfach zu erweitern ist. Die gesamte IoT-Community und alle Unternehmen können ihre Anwendungsfälle durch einfaches Anpassen und Erweitern des System realisieren. Das ermöglicht uns, eine Komplettlösung für alle anzubieten",
  "hardware": "Hardware",
  "hardware-content-p1": "Die Hardware ist mit dem OneIoT-Betriebssystem vorinstalliert, das den höchsten Sicherheitsstandard garantiert. Die Vorinstallation ermöglicht es Ihnen, die Hardware per Plug-and-Play an das Ecosystem anzuschließen",
  "hardware-content-p2": "Wir bieten ein WiFi-Modul für den Innenbereich und ein Mobilfunkmodul, das sich ideal für den Außenbereich eignet. Dadurch können wir alle Ihre Bedürfnisse abdecken. Selbstverständlich gibt es auch die Möglichkeit, Ihre eigene Hardware zu benutzen. ",
  "device-cloud": "Managed Devices",
  "device-cloud-content-p1": "Das Herzstück, alle Geräte kommunizieren über WiFi, Mobilfunk oder sonstige Protokolle. Die OneIoT Hardware ist vorkonfiguriert und für das Ecosystem optimiert. Eine schnelle und einfache Integration ist daher selbstverständlich",
  "device-cloud-content-p2": "Es können alle Geräte angeschlossen werden, ob Maschinen, Fahrzeuge, Haushaltsgeräte oder auch batteriebetriebene Geräte im Außenbereich. Der Anwendungsbereich ist unbegrenzt",
  "management": "Management",
  "management-content-p1": "Mit unserem Managementsystem können Sie alle Ihre Geräte verwalten, egal wo sich diese gerade befinden. Außerden können SIe Ihre Geräte Over-The-Air aktualisieren und mit neuen Funktionen ausstatten",
  "management-content-p2": "Das bedeutet auch, dass Sie neue Funktionen für eine definierte Anzahl von Geräten direkt im Feld testen können. Anschließend können Sie den Testlauf evaluieren und wichtige Erkenntnisse für Ihr Unternehmen gewinnen",
  "data-lake": "Data Lake",
  "data-lake-content-p1": "Unser Data Lake kann alle Daten Ihrer Geräte speichern. So gehen keine Daten verloren und können so auch noch zu einem späteren Zeitpunkt analysiert werden, um sicherzustellen, dass keine potenzielle Wertschöpfung verloren geht",
  "data-lake-content-p2": "Es können umfangreiche und individuelle Datenanalysen durchgeführt werden. Ihr Unternehmen kann so dabei unterstützt werden, neue Chancen zu erkennen. Das führt zu bessere Geschäftsentscheidungen, effizienteren Abläufen, höheren Gewinnen und zufriedeneren Kunden",
  "analytics": "Analysen",
  "analytics-content-p1": "Wir bieten ein leistungsstarkes Analysetool zur Auswertung Ihrer Daten für einen Mehrwert in Ihrem Unternehmen. Damit können Sie z.B. die Wartung und Instandhaltung Ihrer Geräte detailliert planen, um Ausfallzeiten zu vermeiden und Ihre Produktivität zu steigern",
  "analytics-content-p2": "Sie können auch auswerten, wie Ihre Kunden Ihr Produkt verwenden. So erhalten Sie wertvolle Daten zur Verbesserung Ihres Produkts. Sie beantworten einfache Fragen wie z.B. wie wird das Gerät verwendet? Wo sind die Schwachstellen? Welche Funktionen werden am häufigsten verwendet? Auf diese Weise können Sie das Gerät optimieren und Geld sparen, indem Sie sich auf die wichtigen Funktionen fokussieren",
  "dashboard": "Dashboard",
  "dashboard-slogan": "Bilden Sie Ihre Geschäftsprozesse ab",
  "dashboard-content-p1": "Wir bieten ein umfassendes Dashboard zur Abbildung Ihres gesamten Workflows, mit dem Sie Ihre Gerätedaten in Echtzeit visualisieren und steuern können. Wir legen großen Wert darauf, das Dashboard an Ihre individuellen Bedürfnisse anzupassen",
  "dashboard-content-p2": "Darüber hinaus bieten wir Ihren Kunden ein Web- und App-Dashboard, mit dem sie Ihr Produkt einfach steuern können",
  "api": "API",
  "api-content": "Mit der OneIoT Schnittstelle können Sie alle Funktionen des  Ecosystems benutzen und so Ihre eigene Anwendung schreiben. Dadurch ist auch möglich, Funktionen in Ihre eigenen Systeme wie z.B. ERP zu integrieren. Dadurch lassen sich Ihre Prozesse perfekt durch IoT erweitern",
  "smart-home": "Smart Home",
  "plugins": "Plugins",
  "plugins-content": "Plugins bieten die Möglichkeiten für alle, das Ecosystem zu erweitern, dadurch können alle Standards, Plattformen und Protokolle unterstützt werden. Dies ermöglicht es uns, maximale Kompatibilität wie kein anderer anzubieten. Nicht nur die Community kann das Ecosystem erweitern, sondern auch Unternehmen können Ihre eigene Ideen und Prozesse integrieren",
  "custom-solution": "Kundenspezifische Lösung",
  "use-case-first": "Dein Anwendungsfall zuerst",
  "custom-solution-slogan-p1": "Warum sind wir der beste IoT-Anbieter für kundenspezifische Lösungen?",
  "custom-solution-slogan-p2": "Wir konzentrieren uns auf Ihren Anwendungsfall. Kostengünstig, schnell und sicher",
  "oneiot-1": "Erstes Gespräch",
  "oneiot-2": "Schneller plug-and-play POC/Prototyp",
  "oneiot-3": "Entwicklung Ihrer individuellen Lösung",
  "oneiot-4": "Integration Ihrer Lösung in unser System",
  "oneiot-5": "Sie zahlen nur für Ihren Anwendungsfall",
  "company-1": "Erstes Gespräch",
  "company-2": "POC/Prototyp von Grund auf neu bauen",
  "company-3": "Bewältigung von IoT-Problemen",
  "company-4": "Fertigstellung des POC/Prototypen",
  "company-5": "Von Grund auf neue Plattform bauen",
  "company-6": "Bewältigung mit großen IoT-Problemen",
  "company-7": "Besprechungen mit IoT-Experten",
  "company-8": "Fertigstellung der neuen Plattform",
  "company-9": "Entwicklung Ihrer individuellen Lösung",
  "company-10": "Probleme für die Integration lösen",
  "company-11": "Sie zahlen 100% der Entwicklungskosten",
  "talk-to-sales": "Vertrieb kontaktieren",
  "pay-as-you-go": "Bezahlung nach Bedarf",
  "for-your-solution": "für Ihre IoT Lösung",
  "per-device": "pro Gerät",
  "pricing-slogan": "Sie erhalten nicht nur ein Produkt, sondern Sie erhalten den besten IoT Service. Es gibt keine versteckten Kosten, unsere Preise sind transparenten",
  "service-easy-hardware": "Eigene Hardware",
  "service-premium-hardware": "OneIoT Hardware",
  "service-easy-cloud": "Volle Sicherheit",
  "service-premium-cloud": "Volle Sicherheit",
  "service-1": "Zugriff auf alle Funktionen",
  "service-2": "Dashboard und Analysetool",
  "service-3": "App für Ihre Kunden",
  "service-4": "Smart Home kompatible",
  "service-5": "Inkl. 90.000.000 Datenpunkte",
  "service-6": "Skalierbar",
  "service-7": "Dokumentation",
  "storage-1": "Echtzeit Speicherung",
  "storage-2": "Unbegrenzte Datenpunkte",
  "custom-solution-1": "Strategie für Ihre Digitalisierung",
  "custom-solution-2": "POC/Prototyp Entwicklung",
  "custom-solution-3": "Entwicklung Ihres Anwendungsfalls",
  "custom-solution-4": "Ende-zu-Ende Integration vor Ort",
  "custom-solution-5": "Individuelles Dashboard, Analysetool und Endanwender App",
  "custom-solution-6": "Know-how Transfer",
  "custom-solution-7": "Voller Support",
  "interested": "Interessiert",
  "pricing-info": " *Alle Preise und Leistungen sind auf der Grundlage der bestellten <br/>Menge und der individuellen Bedürfnisse Ihres Unternehmens verhandelbar",
  "contact-oneiot": "Kontaktieren",
  "contact-today": "Sie uns noch heute",
  "contact-us-p1": "Kontaktieren",
  "contact-us-p2": "Sie uns",
  "contact-slogan": "Beginnen Sie mit Ihrer Digitalisierung und bringen Sie Ihr Produkt auf ein neues Level",
  "company": "Unternehmen",
  "message": "Nachricht",
  "send-message": "Nachricht senden",
  "talk-to": "Ein Gespräch",
  "us": "mit uns",
  "we-want": "Wir suchen",
  "you": "dich",
  "we-want-you-slogan": "Du willst mehr als nur einen Job? Dann bewirb dich jetzt",
  "apply": "Bewerben",
  "meet-the": "Triff die",
  "founders": "Gründer",
  "about-oneiot-content": "We believe in a digital future in which any product can communicate with the Internet to take technology to a new level",
  "help": "Hilfe",
  "help-desk": "Hilfestellung",
  "help-desk-slogan": "Wir sind hier, um Ihre Probleme zu lösen. Zögern Sie also nicht, uns zu kontaktieren",
  "frequently": "Häufig",
  "asked-questions": "gestellte Fragen",
  "faq-slogan": "Häufig gestellte Fragen von Herstellern. Erfahren Sie mehr über OneIoT und erhalte die Unterstützung, die Sie benötigen",
  "faq-1-title": "Was sind die Vorteile von IoT?",
  "faq-1-content": "Die Zukunft ist schon heute. Das Internet der Dinge verbindet alle Geräte mit dem Internet und schafft neue Möglichkeiten für alle Produkte. Die Nutzung Ihrer Produkte durch den Kunden kann evaluiert werden. Zudem können Ihre Produkte durch Datenerfassung vor Ort bei Ihren Kunden gepflegt werden. Dies führt zu Kostenersparnissen bei gleichzeitiger Steigerung des wirtschaftlichen Mehrwerts des Produkts. Außerdem bieten Sie Ihren Kunden ein noch komfortableres Produkt, indem Sie es dem Produkt ermöglichen, mit allen wichtigen Smart Home Plattformen wie z.B. Alexa zu interagieren",
  "faq-2-title": "Was sind die Anwendungsfälle für IoT?",
  "faq-2-content": "Das Einsatzgebiet ist riesig, wir haben hier nur einige wenige Bereiche aufgelistet, wie z.B. Geräte Monitoring, Business Reporting, Objekt-Tracking, Predictive Maintenance, Compliance Reporting und vieles mehr",
  "faq-3-title": "Können wir unser Produkt mit IoT im voraus testen?",
  "faq-3-content": "Wir bieten einen umfangreichen Playground an, mit dem Ihr Unternehmen unser Ecosystem ausprobieren und einen ersten Proof of Concept entwickeln kann. Auf Wunsch entwickeln wir einen kundenspezifischen Prototypen, damit Ihr Unternehmen die Machbarkeit Ihres Anwendungsfalls beurteilen kann",
  "faq-4-title": "Wie funktioniert die Integration?",
  "faq-4-content": "Wir bieten Ihnen eine vollständige Ende-zu-Ende Integration durch unseren kundenspezifischen Service an. Wir erarbeiten Ihre individuelle Strategie, um Ihr IoT-Upgrade so einfach wie möglich zu realisieren. Die Hardware wird installiert und Ihr Produkt erhält Zugang zu unsererm Ecosystem. Unser Ecosystem übernimmt nun alle anderen Aufgaben für Sie",
  "faq-5-title": "Wie verbindet unser Kunde unser Produkt mit dem Ecosystem?",
  "faq-5-content": "Ihr Kunde initialisiert Ihr Produkt über unsere einfach zu bedienende mobile App. Dabei ist kein technisches Know-how erforderlich",
  "faq-6-title": "Ist es möglich, das Ecosystem selbst zu hosten?",
  "faq-6-content": "Unsere hochmoderne Architektur ermöglicht es Ihnen, das OneIoT-Ecosystem auf eigenen Servern zu hosten. Auf diese Weise behalten Sie die volle Datenhoheit und Kontrolle über das System",
  "faq-7-title": "Wie sicher ist OneIoT?",
  "faq-7-content": "Unser Ecosystem ist per Design sicher. Dank PKI-basierter Geräteidentität, Key-Generierung über HSM und modernster Verschlüsselungstechnologien können wir unbefugten Zugriff verhindern. Für den unwahrscheinlichen Fall, dass etwas passieren sollte, können wir das Datenleck dank der innovativer KI-Technologie sofort erkennen und schließen",
  "faq-8-title": "Welche Hardware können wir verwenden?",
  "faq-8-content": "Wir bieten kostengünstige WLAN- und Mobilfunk-Hardware an, die es ermöglicht, das Internet der Dinge sowohl in industriellen als auch in nicht-industriellen Systemen zu nutzen. Unsere Hardware wird mit dem OneIoT Betriebssystem geliefert, das die Konnektivität und Sicherheit zu unserem Ecosystem übernimmt. Wenn Sie unsere Hardware aus irgendeinem Grund nicht nutzen können, bringen Sie Ihre eigene Hardware mit und wir übernehmen die Integration",
  "faq-9-title": "Ist das OneIoT-Dashboard für unseren Anwendungsfall geeignet?",
  "faq-9-content": "Unser Frontend ist hochgradig konfigurierbar und kann genau auf Ihre Bedürfnisse zugeschnitten werden. Natürlich passen wir auch das Frontend an Ihr Branding an",
  "faq-10-title": "Können wir unser eigenes Frontend entwicklen?",
  "faq-10-content": "Wir bieten eine gut dokumentierte API an, die es Ihnen sehr einfach macht, Ihre eigene Anwendung zu schreiben",
  "faq-11-title": "Was ist mit Datenschutz und DSGVO?",
  "faq-11-content": "Wir speichern die Daten anonym, um eine personenbezogene Datenabbildung Ihrer Kunden zu vermeiden. Wir arbeiten auch mit Experten auf diesem Gebiet zusammen und halten uns an die deutschen Datenschutzstandards",
  "faq-12-title": "Was ist ein OTA-Update (Over-the-Air)?",
  "faq-12-content": "OTA bringt Ihnen enorme Vorteile, da Ihr Produkt immer auf den neuesten Stand gebracht werden kann. Sie können Ihr Produkt betreuen, ohne vor Ort zu sein. Aktualisieren Sie einfach Ihre Firmware über unser Device Management. So können auch neue Funktionen direkt im Feld des Kunden getestet und ausgewertet werden, z.B. mit einem  Split-Test Verfahren",
  "faq-13-title": "Was sind Plugins?",
  "faq-13-content": "Wir bieten nicht nur eine Plattform, sondern ein einzigartiges IoT-Ecosystem. Ihr Unternehmen und die gesamte IoT-Community haben die Möglichkeit, eigene Erweiterungen in das Ecosystem zu integrieren. Dies gewährleistet eine maximale Kompatibilität mit allen Standards und anderen Plattformen auf dem Markt",
  "faq-14-title": "Können wir mit OneIoT skalieren?",
  "faq-14-content": "Unsere System skaliert für alle Anforderungen Ihres Unternehmens. Vom Prototyp bis zur Serienproduktion mit Millionen von Geräten",
  "nothing-to-hide": "Wir haben nichts zu verbergen. Wenn Sie Fragen haben, zögern Sie nicht, uns zu kontaktieren",
  "about-us": "Über us",
  "about-us-title-p1": "Über",
  "about-us-title-p2": "uns",
  "our-location-title-p1": "Unser",
  "our-location-title-p2": "Standort",
  "our-team-title-p1": "Unser",
  "our-team-title-p2": "Team",
  "careers": "Karriere",
  "resources": "Ressourcen",
  "terms": "Impressum",
  "privacy-policy": "Datenschutz",
  "subscribe": "Abonnieren",
  "subscribe-slogan": "Trends und Informationen im Bereich Digitalisierung und IoT",
  "submit": "Senden",
  "phone": "Telefon",
  "please-enter-name": "Bitte geben Sie Ihren Namen an",
  "please-enter-mail": "Bitte geben Sie Ihre E-Mail Adresse an",
  "please-enter-message": "Bitte schreiben Sie eine Nachricht",
  "valid-mail": "Keine gültige E-Mail Adresse",
  "our-customers": "Unsere Kunden",
  "our-customers-content": "Wir sind stolz auf unsere Kundenzufriedenheit",
  "------": "-------",
  "keep-control-title-p1": "Behalten",
  "keep-control-title-p2": "Sie die Kontrolle",
  "keep-control-content": "Steuern Sie Ihr Produkt rund um die Uhr, ganz egal wo Sie sich befinden. Sie haben stets vollen Zugriff für Ihren Anwendungsfall",
  "collect-data-title-p1": "Gewinnen",
  "collect-data-title-p2": "Sie wertvolle Daten",
  "collect-data-content": "Sammeln Sie die Daten, erkennen Sie Muster und entdecken Sie unbekannte Potenziale, um Ihren Wachstum zu steigern",
  "offer-experience-title-p1": "Bieten",
  "offer-experience-title-p2": "Sie ein Produkterlebnis",
  "offer-experience-content": "Sie bieten Ihrem Kunden das bestmögliche Produkterlebnis an, dank Steuerung per App und Smart Home Integration mit Sprachsteuerung",
  "custom-digitization-title-p1": "Individuelle",
  "custom-digitization-title-p2": "Digitalisierung",
  "custom-digitization-content": "Wir begleiten Ihre Digitalisierung und gestalten Sie nach Ihren Anforderungen. Benutzen Sie unsere Hardware oder Ihre eigene, setzen Sie auf unsere Cloudlösung oder hosten Sie alles auf Ihren eigenen Servern, ganz ohne Dritte",
  "--": "-------",
  "digitization-is-easy-title-p1": "Digitalisierung",
  "digitization-is-easy-title-p2": "kann auch einfach sein",
  "carefree-package": "Rundum-Sorglos-Paket",
  "carefree-package-content": "Wir kümmern uns um Ihrer IoT Integration von Anfang bis Ende. Gemeinsam führen wir Ihre Digitalisierung zum Erfolg",
  "individual-solution": "Individuelle Lösung",
  "individual-solution-content": "Ihr Anwendungsfall steht an erster Stelle, wir passen unser IoT Produkt an Ihre Bedürfnisse an",
  "secure": "Sicher",
  "secure-content": "Unsere Plattform ist nach den höchsten Sicherheitsstandards und nach deutschem Datenschutz konzipiert",
  "-": "-------",
  "capabilities-title": "Unbegrenzte Möglichkeiten",
  "capabilities-title-text": "Seien Sie ein Teil der Zukunft",
  "controlling": "Steuerung",
  "controlling-content-p1": "Sie können Ihr Produkt steuern, jederzeit und egal wo es sich befindet. Verwenden Sie die Online-Steuerung, um Ihre Geschäftsprozesse zu digitalisieren",
  "controlling-content-p2": "Ihr Produkt ist mit dem Internet verbunden und kann mit unserem Dashboard bequem gesteuert, sowie verwaltet werden",
  "increased-availability": "Erhöhte Verfügbarkeit",
  "improved-updatability": "Aktualisierbarkeit",
  "improved-workflow": "Verbesserter Arbeitsablauf",
  "monitoring-content-p1": "Ihr Produkt generiert wertvolle Daten, die nicht verloren gehen sollten. Unser System speichert diese sicher für Sie ab, sodass Sie jederzeit Zugriff auf Sie haben",
  "monitoring-content-p2": "Verwenden Sie die Daten, um Ihre Geschäftsprozesse zu optimieren und entdecken Sie neue Potenziale",
  "increased-visibility": "Erhöhte Sichtbarkeit",
  "cost-reductions": "Kostensenkungen",
  "maintenance-p1": "Vorausschauende ",
  "maintenance-p2": "Wartung",
  "maintenance-content-p1": "Greifen Sie rechtzeitig ein, bevor teure Reparaturen notwendig werden. Eine vorausschauende Wartung erhöht zudem die Verfügbarkeit und die Sicherheit",
  "maintenance-content-p2": "Überwachen Sie Ihr Produkt und legen Sie Schwellenwerte fest, die nicht überschritten werden dürfen. Unser System gibt Ihnen eine Frühwarnung, damit Sie entsprechende Vorkehrungen treffen können",
  "more-data": "Erhöhte Datengewinnung",
  "less-downtime": "Weniger Ausfallzeiten",
  "faster-repairs": "Schnellere Reparaturen",
  "smart-home-p1": "Smart",
  "smart-home-p2": "Home",
  "smart-home-content-p1": "Moderne Smart Home Produkte sind beliebt und können zu einem vielfachen Preis verkauft werden. Ihr Produkt ist mit allen gängigen Smart Home Plattformen wie Amazon Echo und Google Home kompatibel",
  "smart-home-content-p2": "Mit unserer App kann Ihr Kunde kinderleicht Ihr Produkt in sein Smart Home System einfügen. Anschließend kann er alle Smart Home Funktionen benutzen, um auch Ihr Produkt zu steuern",
  "profit-growth": "Gewinnwachstum",
  "customer-satisfaction": "Kundenzufriedenheit",
  "---------": "-------",
  "dashboard-header-title": "Dashboard für Unternehmensprozesse",
  "header-text-part-of-feature": "Seien Sie ein Teil der Zukunft",
  "for-your-company-p1": "Für Ihr",
  "for-your-company-p2": "Unternehmen",
  "management-content": "Sie behalten den Überblick über Ihre Produktflotte. Eine smarte Verwaltung und Steuerung ermöglichen Ihnen optimierte Geschätsprozesse",
  "analytics-content": "Verwenden Sie die Daten Ihrer Produkte, um Ihr Business zu erweitern oder um frühzeitige Trends zu erkennen",
  "roles": "Rollen & Rechtemanagement",
  "roles-content": "Passen Sie Zugriffe und Berechtigungen auf Ihre Unternehemnstruktur an",
  "for-your-customers-p1": "Für Ihre",
  "for-your-customers-p2": "Kunden",
  "smart-home-integration": "Smart Home Integration",
  "smart-home-integration-content": "Ermöglichen Sie Ihren Kunden die einfachste Smart Home Installation per moderner App",
  "simple-control": "Einfache Steuerung",
  "simple-control-content": "Ihr Produkt lässt sich per Smart Home Sprachsteuern oder mit dem Kundendashboard steuern",
  "family-management": "Familienmanagement",
  "family-management-content": "Ihr Produkt ist familienfreundlich und Berechtigungen ermöglichen einen unterschiedlichen Nutzungsgrad",
  "arrange-online-demo-p1": "Vereinbaren Sie jetzt",
  "arrange-online-demo-p2": "einen Termin zur Online Demo",
  "arrange-call-p1": "Gerne beantworten wir Ihnen",
  "arrange-call-p2": "alle Fragen",
  "arrange-learn-p1": "Lernen Sie mehr",
  "arrange-learn-p2": "über die Möglichkeiten von IoT",
  "get-dev-set-p1": "Erhalte unser kostenfreies",
  "get-dev-set-p2": "Entwicklungsset",
  "get-dev-set-btn": "Kostenfrei bestellen",
  "non-binding-contact": "Unverbindlich kontaktieren",
  "non-binding-arrangement": "Unverbindlich vereinbaren",
  "management-content-feature": "Erhalten Sie die volle Kontrolle über Ihr Produkt und verwalten Sie Ihre Produktflotte",
  "ota": "Over-The-Air Updates",
  "ota-content-feature": "Aktualisieren Sie die Software Ihres Produkt und rollen Sie neue Funktionen aus",
  "roles-and-access": "Rollen & Rechte",
  "roles-and-access-content": "Verwalten Sie die Zugriffe Ihrer Mitarbeiter und bieten Sie Ihrem Kunden eine Familienverwaltung",
  "realtime": "Echtzeit",
  "realtime-content": "Beleiben Sie stets auf dem aktuellen Stand und überwachen Sie Ihr Produkt in Echtzeit überwachen",
  "branding": "Branding",
  "branding-content": "Verwenden Sie das Branding Ihres Unternehmens, um Ihre Marke zu repräsentieren",
  "analytics-content-feature": "Ihr Produkt generiert wertvolle Daten, die unser System speichert und auswertet",
  "customizing": "Customizing",
  "customizing-content": "Passen Sie das Dashboard auf die Anforderungen Ihres Unternehmens und die Ihres Kunden an",
  "webapp-content": "Das Dashboard steht als Webanwendung und als Smartphone App zur Verfügung",
  "hosting": "Hosting",
  "hosting-content": "Wir übernehmen gerne das Hosting oder unterstützen Sie bei Ihrem eigenen Hosting auf Ihren Servern",
  "smart-home-content-feature": "Ihr Kunde hat die Möglichkeit Ihr Produkt in sein Smart Home zu integrieren",
  "----------": "-------",
  "software-updates-content-hardware": "Sie können Ihre Firmware jederzeit aktualisieren und neue Software-Updates ausrollen",
  "hardware-title-p1": "Geeignet für jeden",
  "hardware-title-p2": "Ihre Anwendungsfälle",
  "inside-and-outside-hardware": "Für den Innen- & Außenbereich",
  "inside-and-outside-content-hardware": "Sie können jedes Produkt digitalisieren, ganz egal ob es im Innen- oder im Außenbereich verwendet wird",
  "security-hardware-content": "Wir verwenden modernste Sicherheitskonzepte, um Ihnen die sicherste Digitalisierung zu gewährleisten",
  "security-content-hardware-feature": "Wir verwenden PKI-basierte Geräteidentität, Key-Generierung per HSM, modernste Verschlüsselungstechnologien und KI-basierte Datenleckerkennung",
  "over-the-air-updates-content-hardware": "Sie können nicht nur die Firmware Ihrer Geräte aktualisieren, sondern auch neue Funktionen direkt im Feld des Kunden testen",
  "wifi": "WLAN",
  "wifi-content-hardware": "Verwenden Sie das WLAN Modul für den Innenbereich, um kostengünstig Daten auszutauschen",
  "cellular": "Mobilfunk",
  "security": "Sicherheit",
  "cost-efficient-content-hardware": "Unsere Hardware ist die kosteneffizienteste auf dem Markt und ermöglicht das Internet der Dinge für große und kleine Geräte",
  "cellular-content-hardware": "Das Mobilfunk Modul ermöglicht Ihnen eine Standortunabhängige Digitalisierung Ihres Produkts",
  "plug-and-play": "Plug & Play",
  "plug-and-play-content-hardware": "Mit unserer Hardware können Sie direkt und ohne Aufwände mit der Cloud kommunizieren",
  "operating-system": "Betriebssysten",
  "operating-system-content-hardware": "Unsere Hardware wird mit dem OneIoT Betriebssystem geliefert, was sich um alle Angelegenheiten des Datenverkehrs kümmert",
  "smart-home-installation": "Smart Home Installation",
  "smart-home-installation-content-hardware": "Ihr Kunde kann sich mit unserer Hardware Ihr Produkt in sein Smart Home System integrieren",
  "your-hardware": "Ihre eigene Hardware",
  "oneiot-hardware": "OneIoT Hardware",
  "no-cellular-costs": "Keine Mobilfunkkosten",
  "transfer-data": "Übertragung großer Datenmengen",
  "cellular-tech": "UMTS, LTE oder 5G",
  "location-independent": "Standort Unabhängig",
  "no-wifi-required": "Keine WLAN-Verbindung erforderlich",
  "wifi-and-cellular": "WLAN oder Mobiles Netz",
  "oneiot-os-and-security": "OneIoT Betriebssystem & Sicher",
  "ready-to-use": "Sofort einsatzbereit",
  "smart-home-installation-poss": "Smart Home Installation möglich",
  "connect-to-your-hardware": "Anschluss an Ihre eigene Hardware möglich",
  "your-spec": "Nach Ihrer Spezifikation",
  "help-hardware-integration": "Sie erhalten Hilfe bei der Integration",
  "product-to-internet": "Bringen sie ihr Produkt ins Internet",
  "connectivity-your-requirements-p1": "Konnektivität",
  "connectivity-your-requirements-p2": "nach Ihren Bedürfnissen",
  "---------------": "-------------",
  "cloud-title": "Das digitale Superhirn",
  "digital-main-center": "Digitale Hauptzentrale",
  "digital-main-center-content": "Alles aus einer Hand. Die IoT Plattform, um Ihr Produkt zu digitalisieren. Sie erhalten Zugriff auf die komplette IoT Welt und all Ihre Vorzüge",
  "hosting-cloud": "Hosting auf Ihren Servern möglich",
  "hosting-cloud-content": "Sie möchten Ihre Daten nicht auf irgendeiner Cloud speichern? Hosten Sie einfach selbst",
  "scalable-cloud": "Skalierbar",
  "scalable-cloud-content": "Vom Prototypen bis zu Millionen von Geräten. Wir bleiben stabil für Ihren Anwendungsfall",
  "no-cloud-p1": "Keine Cloud?",
  "no-cloud-p2": "Hosting auf eigenen Servern",
  "data-autonomy": "Datenhoheit",
  "data-autonomy-content-cloud": "Behalten Sie stets die volle Kontrolle über all Ihre Daten, ohne Kompromisse",
  "simple-hosting-cloud": "Einfaches Hosting",
  "simple-hosting-cloud-content": "Unsere hochmoderne Architektur ermöglicht es Ihnen, die OneIoT Cloud ganz einfach auf eigenen Servern zu hosten. Natürlich unterstützen wir Sie bei Ihrem Vorhaben",
  "no-extern-dependencies": "Keine externen Abhängigkeiten",
  "no-extern-dependencies-content": "Seien Sie Unabhängig von Dritten und halten Sie das komplette System in eigenen Händen",
  "data-privacy-cloud": "Datenschutz",
  "data-privacy-cloud-content": "Wir halten uns an die höchsten Datenschutzstandards nach deutschem Datenschutzrecht. So haben Sie jederzeit die volle Kontrolle über Ihre Daten und die Ihrer Kunden",
  "smart-home-cloud": "Smart Home",
  "smart-home-cloud-content": "Wir bieten Konnektivität mit allen wichtigen Smart Home Plattformen wie z.B. Amazon Echo (Alexa) und Google Home",
  "storage-cloud": "Datenspeicher",
  "storage-cloud-content": "Sie können alle Daten sicher speichern und in Echtzeit überwachen, sowie analysieren",
  "scalability-cloud": "Skalierung",
  "scalability-cloud-content": "Sie können jegliche Anzahl an Geräte mit der Cloud verbinden. Wir sorgen für eine stabile Verbindung bis zu Millionen von Geräten",
  "----------------": "-------------",
  "api-title": "Ihre eigene Lösung",
  "create-application-api": "Eigene Anwendung erstellen",
  "create-application-api-content": "Benutzen Sie unsere API, um eine eigene Anwendung nach Ihren Bedürfnissen zu entwickeln",
  "integration-api": "Integration in Ihr System",
  "integration-api-content": "Holen Sie sich IoT in ihr bestehendes System und erweitern Sie Ihre Anwendung mit unserer API",
  "rest-api": "REST API",
  "rest-api-content": "Dank dem einfachen REST Standard können Sie ohne viel Aufwand unsere API ansteuern und einsetzen",
  "documentation-api-content": "Lernen Sie die Nutzung unseres Produkt mit der verständlichen und ausführlichen Dokumentation. So kommen Sie einfach und schnell an Ihr Ziel",
  "documentation": "Dokumentation",
  "all-cloud-features": "Alle Cloud Funktionen",
  "all-cloud-features-content": "Sie erhalten Zugriff auf alle OneIoT Cloud Funktionen",
  "------------------------": "------service-----",
  "service-title": "Ihre individuelle Digitalisierung",
  "prototyping-development-p2": "Entwicklung",
  "consulting-txt-p1": "Unsere Experten beraten Sie gerne in allen Aspekten der Digtialisierung für Ihren Anwendungsfall. Gemeinsam entwerfen wir eine Strategie zur Steigerung der Effizienz Ihrer Geschäftsprozesse",
  "consulting-txt-p2": "Nehmen Sie ein unverbindliches und kostenfreies Erstgespräch in Anspruch. In Zusammenarbeit erarbeiten wir Ihre Anforderungen, um die bestmögliche Lösung für Sie zu finden",
  "prototyping-txt-p1": "In kürzester Zeit entwickeln wir für Sie einen ersten Proof of Concept mit unserer Plug and Play Lösung, um die Digitalisierung Ihres Anwendungsfalls zu verifizieren",
  "prototyping-txt-p2": "Der Prototyp enthält alle wichtigen Kernfunktionalitäten, sodass sie sich von der Machbarkeit Ihrer Digitalisierung überzeugen können",
  "integration-txt-p1": "Wir entwickeln und integrieren Ihre individuelle IoT Strategy, sodass Sie sich weiterhin sorgenfrei auf Ihre Kernspezialität konzentrieren können",
  "integration-txt-p2": "Sie erhalten eine Ende-zu-Ende Integration von der Hardware bis zur Cloud. Wir begleiten Ihre Digitalisierung von Anfang bis zum Ende vor Ort in Ihrem Unternehmen",
  "support-txt-p1": "Sie erhalten unsere garantierte und zuverlässige Unterstützung auch über eine erfolgreiche Integration hinaus. Sie können sich auf unsere Hilfe in allen Aspekten Ihrer Digitalisierung verlassen",
  "support-txt-p2": "Wir übernehmen gerne die Entwicklung neuer Feature, Wartung Ihres IoT Systems oder IoT Support für Ihre eigenen Kunden"
}
