{
  "page-title": "OneIoT - IoT Custom Solution",
  "brand-name": "EasyTOI UG (haftungsbeschränkt)",
  "brand-address": "Pienzenauerstraße 56, 81925 München",
  "brand-phone": "+49 172 - 232 51 02",
  "brand-register-court": "Amtsgericht Charlottenburg",
  "brand-register-number": "HR B 197705 B",
  "why": "Why",
  "sf-updates": "Software & Firmware Updates",
  "iot-partner": "Iot Partner",
  "features": "Features",
  "events": "Termine",
  "online-demo": "Online Demo",
  "workshop": "Workshop",
  "hackathon": "Hackathon",
  "meetup": "Meetup",
  "hosting-on-own-server": "Hosting on own servers",
  "cloud-solution": "Cloud Solution",
  "consulting": "Consulting",
  "iot-integration": "IOT Integration",
  "support": "Support",
  "voice-control": "Voice Control",
  "modern-app-control": "Control via App and Web",
  "benefits": "Benefits",
  "benefits-slogan": "of IoT",
  "benefits-content": "How does OneIoT add value to your product?",
  "prototyping": "Prototyping",
  "use-cases": "Use cases",
  "pricing": "Pricing",
  "capabilities": "Capabilities",
  "monitoring": "Monitoring",
  "control": "Control",
  "maintenance": "Maintenance",
  "software-updates": "Software Updates",
  "service": "Service",
  "reporting": "Reporting",
  "product": "Product",
  "contact": "Contact",
  "cloud": "Cloud",
  "blog": "Blog",
  "solution": "Solution",
  "platform": "Platform",
  "english": "English",
  "german": "German",
  "ger": "Ger",
  "en": "En",
  "sign-in": "Sign in",
  "register": "Register",
  "digitization": "Digitization",
  "why-slogan": "The best IoT ecosystem for your end-to-end integration. <br/>A compact all-in-one solution from hardware to the managed-device-system.",
  "choose": "Choose",
  "privacy": "Privacy",
  "end-to-end-integration": "End-to-end integration",
  "cost-efficient": "Cost-efficient",
  "over-the-air-updates": "Over-the-air updates",
  "secure-default": "Secure by default",
  "why-ecosystem-content": "We offer a unique ecosystem that meets all the requirements of digitization. Hardware, managed device system, management system, data lake, analytics tool, API, smart home integration, customer frontend, community extensions and more.",
  "why-end-to-end-content": "Other platforms only offer one API and then let you down. We don't just give you an API, we take care of all the technical aspects of your integration from start to finish. We manage your digitization to success.",
  "why-hardware-content": "With our easy plug-and-play hardware we power your IoT product, whether wifi or cellular. The OneIoT operating system handles the connectivity to the ecosystem. Bring your own hardware is also a possible solution.",
  "why-cost-efficient-content": "Other platforms offer very expensive hardware. Outside industrial IoT it is impossible to integrate this hardware into low cost devices. Our hardware is the most cost-effective on the market and enables IoT for large and small devices.",
  "why-updates-content": "With our device management system you can easily manages your OTA updates. You can not only update the firmware of your devices, but also test new functions directly in the customer's field e.g. using a split test method.",
  "why-secure-content": "Our ecosystem is built with the highest security standards. We use PKI-based device identity, key generation via HSM, state-of-the-art encryption technologies and AI-based data leak detection.",
  "why-analytics-content": "You can monitor the health of your device in real time to arrange early repairs. By evaluating data, you can improve your product and better understand customer needs and device usage.",
  "why-plugins-content": "Community extensions offer the opportunity to create an ecosystem that is always up-to-date and compatible with all standards and platforms. This allows us to offer maximum compatibility like no other.",
  "why-privacy-content": "We adhere to the highest data protection standards according to German data protection law. This gives you full control over your data and that of your customers at all times.",
  "everything-can-digitized": "Everything that can be digitized",
  "will-digitized": "will be digitized.",
  "slogan-between-content": "Products, processes and services are increasingly being digitised and are displacing non-digitised companies. If you want your company to be successful in the future, think about how you can igitize your business. We can help you with that.",
  "increase-business": "Increase your business",
  "use-case": "Use case",
  "use-cases-slogan": "The Internet of Things is the key technology when it comes to digitization. Each device has the ability to communicate over the internet. This enables unexpected potentials and a huge economic value for almost all products on the market. We are convinced that we can also increase your business through IoT, so that you can continue to be successful in the future.",
  "use-case-scooter-title": "Example: E-Scooter Service",
  "use-case-scooter-content-p1": "A sharing service requires that each scooter be monitored and analyzed. They want to monitor all scooters on a map via a dashboard so they can keep track of the scooter's locations.",
  "use-case-scooter-content-p2": "If a scooter is outside the zone or driving too fast, the company may take appropriate action.",
  "use-case-aqua-title": "Example: Smart Aquarium",
  "use-case-aqua-content": "An aquarium owner can control the lighting and the pump via his smart home. In addition, he observes the water quality data. This way he knows at any time and in any place whether his fish are doing well.",
  "use-case-your-title": "Your idea",
  "use-case-your-content-p1": "Our abstract ecosystem allows you to connect any type of device. Simply send the data to the ecosystem and our ecosystem will process all your requirements.",
  "use-case-your-content-p2": "We develop your individual use cases according to your needs.",
  "ecosystem": "Ecosystem",
  "one-solution": "one solution",
  "ecosystem-slogan": "Compared to other platforms, we offer not only a platform, we provide a full ecosystem. The advantage of this is that an ecosystem is easy to expand. The entire IoT community and all companies can build their use cases on the system through simple customizing and extension. This allows us to create an all-in-one solution.",
  "hardware": "Hardware",
  "hardware-content-p1": "The hardware is pre-installed with the OneIoT operating system, which guarantees the highest security standard. The pre-installation allows you to connect the hardware to the ecosystem via plug-and-play.",
  "hardware-content-p2": "We offer a WiFi module for indoor use and a mobile phone module that is ideal for outdoor use. This allows us to cover all your needs. Of course there is also the possibility to use your own hardware. ",
  "device-cloud": "Managed Devices",
  "device-cloud-content-p1": "It is the core module and all devices communicate with the ecosystem via WiFi, cellular or other protocols. Our hardware is pre-configured and optimized for the managed-device-system, this leads to an easy and fast integration.",
  "device-cloud-content-p2": "All devices can be connected, whether machines, vehicles, appliances or battery-powered outdoor devices. The range of application is unlimited.",
  "management": "Management",
  "management-content-p1": "With our management system you can easily manage all your devices, no matter where your devices are located. This also allows you to update your devices over-the-air.",
  "management-content-p2": "That means that you can also test new features for a defined number of devices directly in the field. Then you can evaluate the new features and get important insights for your business.",
  "data-lake": "Data Lake",
  "data-lake-content-p1": "Our big data lake can store all data of your devices. This ensures that no data is lost and can be analyzed later as well to ensure that no potential value is missed.",
  "data-lake-content-p2": "Big data analyses can be performed adapted to your business that helps your company to identify new opportunities. That leads to smarter business decisions, efficient operations, increased profits and happier customers.",
  "analytics": "Analytics",
  "analytics-content-p1": "We offer a powerful analytics tool to analyze your data for added business value. You can use it to schedule the maintenance and service of your devices in detail, so you can avoid downtimes and increase your productivity.",
  "analytics-content-p2": "You can also evaluate the use of your devices. This gives you valuable data to improve your product. You're answering simple questions like how is the device used? Where are the vulnerabilities? Which features are most frequently used? In this way, you can optimize the device and save money by preventing the development of unused usage.",
  "dashboard": "Dashboard",
  "dashboard-slogan": "Model your business processes",
  "dashboard-content-p1": "We offer a comprehensive dashboard to map your entire device workflow, you can visualize and control your device data in real time. We also attach great importance to customizing the dashboard to your individual needs.",
  "dashboard-content-p2": "In addition, we offer your customers a web and app dashboard with which they can easily control your product.",
  "api": "API",
  "api-content": "With the OneIoT API you can use all functions of the ecosystem to write your own application. This also makes it possible to integrate functions into your own systems such as ERP. This way your business processes can be perfectly extended by IoT. ",
  "smart-home": "Smart Home",
  "plugins": "Plugins",
  "plugins-content": "Plugins provide the ability for everyone to extend the ecosystem to support all standards, platforms and protocols. This allows us to offer maximum compatibility like no other. Not only the community can extend the ecosystem, but also companies can integrate their own ideas and processes.",
  "custom-solution": "Custom Solution",
  "use-case-first": "Use case first",
  "custom-solution-slogan-p1": "Why we are the best IoT custom solution provider on the market?",
  "custom-solution-slogan-p2": "We focus on your use case. Cost-efficient, fast and secure.",
  "oneiot-1": "First conversation",
  "oneiot-2": "Fast plug-and-play POC/Prototype",
  "oneiot-3": "Build your use case custom solution",
  "oneiot-4": "Map your use cases to our ecosystem",
  "oneiot-5": "You only pay for your use cases",
  "company-1": "First conversation",
  "company-2": "Build POC/Prototype from scratch",
  "company-3": "Deal with IoT problems",
  "company-4": "Finish POC/Prototype",
  "company-5": "Build a new platform from scratch",
  "company-6": "Deal with major IoT problems",
  "company-7": "Need to talk with IoT experts",
  "company-8": "Finish platform",
  "company-9": "Implement your use cases",
  "company-10": "Fix platform to get use cases integrated",
  "company-11": "You pay 100% of all development costs",
  "talk-to-sales": "Talk to sales",
  "pay-as-you-go": "Pay as you go",
  "for-your-solution": "for your IoT solution",
  "per-device": "per device",
  "pricing-slogan": "You not just buy a product, you also buy the best IoT service. There are no hidden costs, our prices are transparent.",
  "service-easy-hardware": "Bring your own hardware",
  "service-premium-hardware": "OneIoT hardware",
  "service-easy-cloud": "Full security",
  "service-premium-cloud": "Full security",
  "service-1": "Access to all features",
  "service-2": "Dashboard and analytics",
  "service-3": "App for your end-user",
  "service-4": "Smart Home compatible",
  "service-5": "Inkl. 90.000.000 data dots",
  "service-6": "Ready to scale",
  "service-7": "Documentation",
  "storage-1": "Real time storage",
  "storage-2": "Unlimited data dots",
  "custom-solution-1": "Strategy for your digitization",
  "custom-solution-2": "Build POC/Prototype",
  "custom-solution-3": "Build your use case",
  "custom-solution-4": "End-to-End integration from hardware to managed-device-system",
  "custom-solution-5": "Custom dashboard, analytics and end-user app",
  "custom-solution-6": "Sharing know-how",
  "custom-solution-7": "Full support",
  "interested": "Interested",
  "pricing-info": " *All prices and services are negotiable on the basis of <br/>the quantity ordered and the individual needs of your company.",
  "contact-oneiot": "Contact",
  "contact-today": "us today",
  "contact-slogan": "Start with your digitization and take your product to a new level.",
  "company": "Company",
  "message": "Message",
  "send-message": "Send Message",
  "talk-to": "Talk to",
  "us": "us",
  "we-want": "We want",
  "you": "you",
  "we-want-you-slogan": "You want more than just a job? Then apply now.",
  "apply": "Apply",
  "meet-the": "Meet the",
  "founders": "founders",
  "about-oneiot-content": "We believe in a digital future in which any product can communicate with the Internet to take technology to a new level.",
  "help": "Help",
  "help-desk": "Help desk",
  "help-desk-slogan": "We're here to solve your problems, do not hesitate to contact us.",
  "frequently": "Frequently",
  "asked-questions": "Asked Questions",
  "faq-slogan": "A compilation of questions from manufacturer. Learn some facts about the OneIoT ecosystem and get the support you need.",
  "faq-1-title": "What are the advantages of IoT?",
  "faq-1-content": "The future is today. Internet of Things connects all devices to the Internet, creating new opportunities for all products. The customer use of the products can be evaluated and products can be maintained on point by monitoring the data. This leads to cost savings while at the same time increasing the economic value of the product. You also offer your customers a more convenient product by allowing the product to interact with all major smart home platforms.",
  "faq-2-title": "What are the use cases for IoT?",
  "faq-2-content": "The area of operation is huge, we've only listed a few areas here like environmental monitoring, business reporting, asset tracking, predictive maintenance, compliance reporting and much more.",
  "faq-3-title": "How can we test our product with IoT?",
  "faq-3-content": "We offer an extensive playground, with which your company is able to use our platform and develop a first proof of concept. On request, we will develop a custom prototype so that your company is able to evaluate the feasibility of your use cases.",
  "faq-4-title": "How the integration works?",
  "faq-4-content": "We offer you a complete end-to-end integration by our custom solution service. We work out your individual strategy to realise your IoT upgrade as easy as possible. We just install the hardware and your product gets access to our ecosystem. Our platform now takes over all other tasks for you.",
  "faq-5-title": "How the customer connect our product to the ecosystem?",
  "faq-5-content": "Your customer initializes your product by our easy guided mobile app. No technical know-how is required.",
  "faq-6-title": "Is it possible to host on-premise?",
  "faq-6-content": "Our state-of-the-art architecture allows you to host the OneIoT platform on your own server. In this way, you retain full data sovereignty and control over the system.",
  "faq-7-title": "How secure is OneIoT?",
  "faq-7-content": "The ecosystem is secure by design. Thanks to PKI-based device identity, key generation via HSM and state-of-the-art encryption technologies we can prevent unauthorized access. In the unlikely event that something should happen, we can immediately detect and close the data leak thanks to leading-edge AI technology.",
  "faq-8-title": "What kind of hardware can we use?",
  "faq-8-content": "We offer low-cost wifi and cellular hardware that makes it possible to use the Internet of Things in both industrial and non-industrial systems. Our hardware comes with the OneIoT OS, which handles the connectivity and security to the ecosystem. If you can't use our hardware for some reason, bring your own hardware and we'll do the integration.",
  "faq-9-title": "Is the OneIoT frontend suitable for our use cases?",
  "faq-9-content": "Our frontend is highly configurable and can be customized to your exact needs. Of course we also adapt the frontend to your branding.",
  "faq-10-title": "Can we build our own frontend?",
  "faq-10-content": "We also offer a well-documented API that makes it very easy for you to write your own application.",
  "faq-11-title": "What about privacy and DSGVO?",
  "faq-11-content": "We store the data anonymously in order to avoid a personal data mapping of your customers. We also cooperate with experts in this field and comply with German data protection standards.",
  "faq-12-title": "What is an over-the-air (OTA) update?",
  "faq-12-content": "OTA brings you huge benefits by keeping your product up to date at all times. You can maintain the product without being on site or without having to call back. Just update your firmware via our device management. This also allows new functions to be tested and evaluated directly in the customer's field using an easy split test approach.",
  "faq-13-title": "What are plugins?",
  "faq-13-content": "We offer not only a platform, but a unique IoT ecosystem. Your company and the entire IoT community have the opportunity to integrate their own extensions into the ecosystem. This ensures maximum compatibility with all standards and other platforms on the market.",
  "faq-14-title": "Can we scale with OneIoT?",
  "faq-14-content": "Our ecosystem scales for all the needs of your business. From prototype to live production with millions of devices.",
  "nothing-to-hide": "We have nothing to hide. If you have any questions, do not hesitate to contact us.",
  "about-us": "About us",
  "careers": "Careers",
  "resources": "Resources",
  "terms": "Terms",
  "privacy-policy": "Privacy Policy",
  "subscribe": "Subscribe",
  "subscribe-slogan": "Trends and information about digitisation and IoT.",
  "submit": "Submit",
  "phone": "Phone",
  "please-enter-name": "Please enter your name.",
  "please-enter-mail": "Please enter your email address.",
  "please-enter-message": "Please enter a message.",
  "valid-mail": "Not a valid email address.",
  "our-customers": "Our customers",
  "our-customers-content": "We are proud of our customer satisfaction",
  "------": "-------",
  "keep-control-title-p1": "Keep",
  "keep-control-title-p2": "control",
  "keep-control-content": "You can access your product from any location and at any time, even if it is on site at your customer",
  "collect-data-title-p1": "Collect",
  "collect-data-title-p2": "qualitative data",
  "collect-data-content": "Collect the data of your product, recognize patterns and discover unknown potentials. This not only helps you to better understand your customers, but also increases your sales growth",
  "offer-experience-title-p1": "Offer",
  "offer-experience-title-p2": "an experience",
  "offer-experience-content": "You offer your customers the best possible product experience, thanks to app control and smart home integration",
  "custom-digitization-title-p1": "Custom",
  "custom-digitization-title-p2": "digitization",
  "custom-digitization-content": "We assist you with your digitalisation and design it according to your requirements. Use our hardware or your own, rely on our cloud solution or host everything on your own servers, completely without third parties.",
  "--": "-------",
  "digitization-is-easy-title-p1": "Digitization",
  "digitization-is-easy-title-p2": "can also be simple",
  "carefree-package": "Carefree Package",
  "carefree-package-content": "We take care of your IoT integration from start to finish. Together we will lead your digitalization to success",
  "individual-solution": "Custom Solution",
  "individual-solution-content": "Your use case comes first, we adapt our IoT product to your needs",
  "secure": "Secure",
  "secure-content": "Our platform is designed according to the highest security standards and German data protection law",
  "-": "-------",
  "capabilities-title": "Everything that can be digitized will be digitized",
  "capabilities-title-text": "Be a part of the future",
  "controlling": "Controlling",
  "controlling-content-p1": "You can control your product, anytime and anywhere. Use online control to digitize your business processes.",
  "controlling-content-p2": "Your product is connected to the Internet and can be easily controlled and managed with our dashboard.",
  "increased-availability": "Increased Availability",
  "improved-updatability": "Improved Updatability",
  "improved-workflow": "Improved Workflow",
  "monitoring-content-p1": "Your product generates valuable data that should not be lost. Our system stores it securely for you, so you can access it at any time.",
  "monitoring-content-p2": "Use the data to optimize your business processes and discover new potential.",
  "increased-visibility": "Increased Visibility",
  "cost-reductions": "Cost Reductions",
  "maintenance-p1": "Predictive",
  "maintenance-p2": "Maintenance",
  "maintenance-content-p1": "React in time to avoid expensive repairs. Preventive maintenance also increases availability and safety.",
  "maintenance-content-p2": "Watch your product and set thresholds that are not allowed to be exceeded. Our system gives you an early warning so that you can take the necessary precautions.",
  "more-data": "More Data",
  "less-downtime": "Less Downtime",
  "faster-repairs": "Faster Repairs",
  "smart-home-p1": "Smart",
  "smart-home-p2": "Home",
  "smart-home-content-p1": "Modern smart home products are popular and can be sold for a multiple price. Your product is compatible with major smart home platforms like Amazon Echo and Google Home.",
  "smart-home-content-p2": "With our app, your customer can easily add your product to their smart home system. Then he can use all Smart Home functions to control your product.",
  "profit-growth": "Profit Growth",
  "customer-satisfaction": "Customer Satisfaction",
  "---------": "-------",
  "dashboard-header-title": "The dashboard for your business processes.",
  "header-text-part-of-feature": "Be a part of the future.",
  "for-your-company-p1": "For your",
  "for-your-company-p2": "company",
  "management-content": "You keep the overview of your product fleet. Smart management and control enable you to optimize business processes.",
  "analytics-content": "Use your product data to expand your business or to identify early trends.",
  "roles": "Roles & Permissions Management",
  "roles-content": "Modify accesses and authorizations to suit your company structure.",
  "for-your-customers-p1": "For your",
  "for-your-customers-p2": "Customers",
  "smart-home-integration": "Smart Home Integration",
  "smart-home-integration-content": "Enable your customers the simplest Smart Home installation via modern App.",
  "simple-control": "Easy control",
  "simple-control-content": "Your product can be controlled via Smart Home voice controls or with the customer dashboard.",
  "family-management": "Family Management",
  "family-management-content": "Your product is family-friendly and permissions allow different levels of usage.",
  "arrange-online-demo-p1": "Arrange an appointment",
  "arrange-online-demo-p2": "for an online demo now.",
  "non-binding-arrangement": "Noncommittal appointment ",
  "management-content-feature": "Gain full control over your product and manage your product fleet.",
  "ota": "Over-The-Air updates",
  "ota-content-feature": "Update your product software and roll out new features.",
  "roles-and-access": "Roles & Permissions",
  "roles-and-access-content": "Manage the accesses of your employees and offer your customer a family administration.",
  "realtime": "Echtzeit",
  "realtime-content": "Stay up to date and monitor your product in real-time",
  "branding": "Branding",
  "branding-content": "Use the branding of your company to represent your brand.",
  "analytics-content-feature": "Your product generates valuable data, which our system stores and evaluates.",
  "customizing": "Customizing",
  "customizing-content": "Customize the dashboard to match the requirements of your company and your customers.",
  "webapp-content": "The dashboard is available as web application and as smartphone app.",
  "hosting": "Hosting",
  "hosting-content": "We will gladly take over the hosting or support you with your own hosting on your servers.",
  "smart-home-content-feature": "Your customer has the possibility to integrate your product into his smart home."

}

